{
  "1": {
    "title": "GhostlyVoyager457",
    "thumbnail": "images/thumbnails/random1.jpg",
    "postContent": "I had a dream where I was talking to my deceased grandmother. The next day, I found a letter from her that I thought was lost. Creepy, right?",
    "images": [
    ],
    "date": "9 months ago",
    "hasReplies": 2,
    "hasReply": true,
    "upvotes": "random"
  },
  "2": {
    "title": "WaterBottle",
    "thumbnail": "images/thumbnails/random2.jpg",
    "postContent": "i've heard of something like this before from multiple people, so you're def not alone my guy",
    "images": [
    ],
    "date": "6 months ago",
    "isReply": 1,
    "upvotes": "random"
  },
  "3": {
    "title": "CharmedByShadows",
    "thumbnail": "images/thumbnails/random3.jpg",
    "postContent": "Ya for sure I believe you, your gma was sending you a message",
    "images": [
    ],
    "date": "2 months ago",
    "isReply": 2,
    "upvotes": "random"
  },
  "4": {
    "title": "BeyondBelief22",
    "thumbnail": "images/thumbnails/random4.jpg",
    "postContent": "I swear I saw a UFO when I was camping. It hovered above us for a few minutes before speeding off. No one believes me, but I know what I saw!",
    "images": [
    ],
    "hasReplies": 4,
    "date": "1 year ago",
    "upvotes": "random"
  },
  "5": {
      "title": "MrPink",
      "thumbnail": "images/thumbnails/random5.jpg",
      "postContent": "I once had a terrifying encounter with what I can only describe as a cryptid. A few years ago, while camping in the Appalachian Mountains, my friends and I saw a creature we couldn’t identify. It was tall, with an elongated body and glowing eyes that seemed to pierce through the darkness. We were all awake and saw it clearly, but when we tried to show it to our friends, it vanished into the trees. We reported it to local authorities and found out others had seen similar creatures, but they just shrugged it off as local legends. No one believes us, but I know what I saw.",
      "images": [
        "images/thumbnails/cryptid.png"
      ],
      "hasReplies": 1,
      "date": "1 year ago",
      "upvotes": "random"
  },
  "6": {
    "title": "candidaebacon",
    "thumbnail": "images/thumbnails/random6.jpg",
    "postContent": "My cat started hissing and scratching at an empty corner of the room for no reason. I think it saw something, but my family just thinks it’s being weird.",
    "images": [
    ],
    "isReply": 1,
    "date": "1 year ago",
    "upvotes": "random"
  },
  "7": {
    "title": "FrighteningFinds112020",
    "thumbnail": "images/thumbnails/random7.jpg",
    "postContent": "My friend and I were walking through the woods and saw a strange mist swirling around us. It felt like we were being watched, but we couldn’t find anything.",
    "images": [
    ],
    "hasReplies": 1,
    "date": "2 years ago",
    "upvotes": "random"
  },
  "8": {
    "title": "Cryptic_V0yag3r",
    "thumbnail": "images/thumbnails/random8.jpg",
    "postContent": "I’ve had dreams of a place I’ve never been, and then I visited that place and recognized it from my dreams. It’s happened several times, and it’s really unsettling.",
    "images": [
    ],
    "isReply": 1,
    "date": "2 years ago",
    "upvotes": "random"
  },
  "9": {
    "title": "toadlo",
    "thumbnail": "images/thumbnails/random28.jpg",
    "postContent": "I had a similar thing happen to me that i saw another user mention where I was sketching some creepy images of a lady for a costume. This was when I was already having sleepless nights working on my finals. At some point I thought I saw the hair across all the images move, as if they were feeling a light breeze from my dorm window. I never thought about it again until I read the post I saw somewhere else in here.",
    "images": [
      "images/thumbnails/woman3.jpg"
    ],
    "date": "2 years ago",
    "upvotes": "random"
  },
  "10": {
    "title": "laLayLand",
    "thumbnail": "images/thumbnails/random9.jpg",
    "postContent": "Last Halloween, I took a photo of a graveyard and found a strange figure in the background that wasn’t visible at the time. My friends say it’s just a trick of the light.",
    "images": [
    ],
    "date": "2 years ago",
    "upvotes": "random"
  },
  "11": {
    "title": "DexterOfSuburbia",
    "thumbnail": "images/thumbnails/random10.jpg",
    "postContent": "A few months ago, I had the creepiest encounter that nobody believes. I was home alone late at night when I saw this small figure in the corner of my living room. It looked just like that puppet from Saw, with a white face, red spirals on its cheeks, and a black suit. It was standing perfectly still and just staring at me. I blinked, and it was gone. I tried to convince myself it was just a trick of the light, but my cat was hissing at the spot where it had been. I told my friends and family, but they think it was just a nightmare or my imagination. But I know what I saw, and it still gives me chills.",
    "images": [
      "images/thumbnails/saw_guy.jpg"
    ],
    "hasReplies": 13,
    "date": "2 years ago",
    "upvotes": "random"
  },
  "12": {
    "title": "Arcane_4dventurer",
    "thumbnail": "images/thumbnails/random11.jpg",
    "postContent": "Every night at 3 AM, my radio turns on by itself and starts playing static. My roommates think it’s just a faulty radio, but it’s too coincidental to ignore.",
    "images": [
    ],
    "date": "2 years ago",
    "upvotes": "random"
  },
  "13": {
    "title": "mysticF4n",
    "thumbnail": "images/thumbnails/random12.jpg",
    "postContent": "A few years ago, I had an experience that’s hard for anyone to believe. I was driving home late one night through a remote area when I saw what I thought was a large animal crossing the road. As I got closer, I realized it wasn’t just a wolf—it was something much bigger and more terrifying. It stood up on two legs and had a snout, glowing eyes, and a fur-covered body. I slammed on the brakes and it ran off into the woods on two legs. I tried to tell people about it, but they all think it was just a hallucination or some wild animal. It felt so real, though, and I haven’t been able to shake the fear since.",
    "images": [
      "images/thumbnails/wolfman.jpg"
    ],
    "date": "2 years ago",
    "upvotes": "random"
  },
  "14": {
    "title": "nightCr4wler111755",
    "thumbnail": "images/thumbnails/random13.jpg",
    "postContent": "My dog used to bark at an empty spot in the room every night. When I asked the vet, they said it was normal, but it felt like something was really there.",
    "images": [
    ],
    "date": "3 years ago",
    "upvotes": "random"
  },
  "15": {
    "title": "telemuchos",
    "thumbnail": "images/thumbnails/random14.jpg",
    "postContent": "I saw a figure moving across my backyard through the window, but when I went outside, there was no one there. My neighbors think it was just a shadow.",
    "images": [
    ],
    "hasReplies": 9,
    "date": "3 years ago",
    "upvotes": "random"
  },
  "16": {
    "title": "moth-rob",
    "thumbnail": "images/thumbnails/mothman.jpg",
    "postContent": "Pretty sure I saw THE MOTHMAN when I was in 8th grade. I've been obsessed with it so much, it's become like my whole identity at this point.",
    "images": [
      "images/thumbnails/mothman.jpg"
    ],
    "date": "3 years ago",
    "upvotes": "random"
  },
  "17": {
    "title": "HorrorJunkie23",
    "thumbnail": "images/thumbnails/random15.jpg",
    "postContent": "I was at a party and saw someone standing in the corner who no one else seemed to notice. When I tried to point them out, they were gone.",
    "images": [
    ],
    "date": "3 years ago",
    "upvotes": "random"
  },
  "18": {
    "title": "0ccult_0bs3rv3r",
    "thumbnail": "images/thumbnails/random16.jpg",
    "postContent": "I once saw a shadow figure standing at the end of my bed. I tried to wake up my partner, but when I looked again, it was gone. They think I was dreaming.",
    "images": [
    ],
    "date": "4 years ago",
    "upvotes": "random"
  },
  "19": {
    "title": "ChillingCh@rms",
    "thumbnail": "images/thumbnails/random17.jpg",
    "postContent": "I found old photographs in my basement of people I don’t recognize, but they look exactly like my family members. It’s so eerie, but no one else sees it.",
    "images": [
    ],
    "hasReplies": 8,
    "date": "4 years ago",
    "upvotes": "random"
  },
  "20": {
    "title": "PhantomHunt3r",
    "thumbnail": "images/thumbnails/random18.jpg",
    "postContent": "I had a sighting of what I believe was Bigfoot a few years ago while hiking in a remote part of the Pacific Northwest. I was setting up camp when I saw a massive, upright figure moving through the trees about 100 yards away. It was covered in dark, matted fur and seemed to be watching me. I tried to take a picture, but it vanished into the forest before I could get a clear shot. I told my friends and family, but they just laughed it off as a bear or a trick of the light. I know what I saw, though, and it’s made me question everything I thought I knew about wildlife.",
    "images": [
      "images/thumbnails/bigfoot.jpg"
    ],
    "date": "4 years ago",
    "upvotes": "random"
  },
  "21": {
    "title": "phantomwind0w",
    "thumbnail": "images/thumbnails/random29.jpg",
    "postContent": "This is going to sound completely unbelievable, but here it goes. I was working on a detailed drawing variations of a woman in my sketchbook one evening. As I was adding the finishing touches, I noticed something strange—the woman in one of the sketches seemed to be moving slightly. At first, I thought it was just my eyes playing tricks on me, but then her hands moved almost like they were waving or beckoning to me. I was so stunned that I dropped my pencil. When I looked back, the drawing was still, but the whole experience felt incredibly real. I told my friends and even tried to show them the sketch, but they just think it was a vivid imagination or some kind of visual distortion. I know what I saw, and it’s something I can’t explain.",
    "images": [
      "images/thumbnails/woman2.jpg"
    ],
    "date": "4 years ago",
    "upvotes": "random"
  },
  "22": {
    "title": "SpectralF1nd3r",
    "thumbnail": "images/thumbnails/random19.jpg",
    "postContent": "This is going to sound strange, but I had an experience with a Pan-like figure that no one seems to believe. A few months ago, while hiking in a secluded forest, I saw a creature that looked like a mix between a faun and a trickster. It had goat-like legs, horns, and an almost mischievous grin. It was playing a small flute and seemed to be dancing among the trees. I tried to approach it, but as I got closer, it vanished into the foliage. I told my friends and even showed them the area where it appeared, but they just think it was a hallucination or a trick of the light. I know what I saw, and it was both magical and terrifying.",
    "images": [
      "images/thumbnails/pan.jpg"
    ],
    "hasReplies": 2,
    "date": "4 years ago",
    "upvotes": "random"
  },
  "23": {
    "title": "ShadowSleuth_9",
    "thumbnail": "images/thumbnails/random27.jpg",
    "postContent": "My phone’s camera once captured a shadow moving across my room, even though no one else was there. When I showed it to my friends, they said it was a glitch.",
    "images": [
    ],
    "isReply": 1,
    "date": "4 years ago",
    "upvotes": "random"
  },
  "24": {
    "title": "WraithWhispr8",
    "thumbnail": "images/thumbnails/random20.jpg",
    "postContent": "One evening, I heard a child’s laughter in my house, but I live alone and haven’t had any visitors. My neighbors think I’m just hearing things.",
    "images": [
    ],
    "isReply": 2,
    "date": "4 years ago",
    "upvotes": "random"
  },
  "25": {
    "title": "Scr3ams33k",
    "thumbnail": "images/thumbnails/random21.jpg",
    "postContent": "I found this guy's site a looonnnggg time ago, I don't even remember how I found it but I still it's still up! He talks about a drawing that can come to life on his site... the lady with the long arms.</p><br /><br /><p><a href='/crispies/#/drawing'>Here's the Link.</a>",
    "images": [
      "images/thumbnails/woman.jpg"
    ],
    "date": "4 years ago",
    "upvotes": "random"
  },
  "26": {
    "title": "KoWhite",
    "thumbnail": "images/thumbnails/random22.jpg",
    "postContent": "I found a hidden room in my old house that wasn’t on the blueprints. It had old, dusty furniture and creepy symbols on the walls. I haven’t told anyone about it.",
    "images": [
    ],
    "date": "5 years ago",
    "upvotes": "random"
  },
  "27": {
    "title": "jayHollywood",
    "thumbnail": "images/thumbnails/random23.jpg",
    "postContent": "can't believe yall believe in this crap",
    "images": [
    ],
    "hasReplies": 7,
    "date": "5 years ago",
    "upvotes": "random",
    "upvotes": "-16"
  },
  "28": {
    "title": "GhostChaser83",
    "thumbnail": "images/thumbnails/random24.jpg",
    "postContent": "I had an experience a few years ago that still gives me chills. I was driving home late at night through a rural area when I saw what I thought was a large wolf crossing the road. But as I got closer, I realized it was standing on two legs and had a human-like face with intense, glowing eyes. It moved incredibly fast and disappeared into the woods before I could even react. I tried to tell my friends and even looked up local legends, but everyone just brushed it off as a wild animal or my imagination. I know what I saw, and it felt like I had glimpsed something straight out of a horror movie.",
    "images": [
      "images/thumbnails/wolfguy.jpg"
    ],
    "hasReplies": 1,
    "date": "5 years ago",
    "upvotes": "random"
  },
  "29": {
    "title": "reyDvera",
    "thumbnail": "images/thumbnails/random25.jpg",
    "postContent": "I’ve been waking up at the same time every night and hearing whispers. I’ve tried to find a logical explanation, but nothing adds up. My friends say it’s just stress.",
    "images": [
    ],
    "isReply": 1,
    "date": "5 years ago",
    "upvotes": "random"
  },
  "30": {
    "title": "JimCameron",
    "thumbnail": "images/thumbnails/random26.jpg",
    "postContent": "I had a chilling encounter that no one seems to believe. A few months ago, I was walking home from work late at night when I saw this large, menacing dog standing in the middle of the street. Its eyes were glowing a weird, unnatural color, and it had a low, guttural growl that sent shivers down my spine. I crossed the street to avoid it, but it seemed to follow me with its gaze. When I tried to take a photo with my phone, the image came out completely black, and when I looked up, the dog was gone. I told my friends, but they think it was just a stray or my imagination. I know what I saw, though, and it still haunts me.",
    "images": [
      "images/thumbnails/great_dane.jpg"
    ],
    "hasReplies": 23,
    "date": "5 years ago",
    "upvotes": "random"
  }
}